Repository: quasigroup/JSettlers2
Catalog: src/main/i18n/server/toClient_*.po
Languages: de

source: Sorry, your client version {0} is too old: Version {1} ({2,number,#}) or above is required.
de: Sorry, Deine Client-Version {0} ist zu alt: Version {1} ({2,number,#}) oder höher wird benötigt.

# base.emptylist.nothingbase.emptylist.nothing
source: nothing
de: nichts

source: It's not your turn.
de: Du bist nicht an der Reihe.

source: Clay
de: Lehm

source: Ore
de: Erz

source: Sheep
de: Schaf

source: Wheat
de: Korn

source: Wood
de: Holz

source: a clay
de: ein Lehm

source: an ore
de: ein Erz

source: a sheep
de: ein Schaf

source: a wheat
de: ein Korn

source: a wood
de: ein Holz

source: a resource of unknown type {0}
de: ein unbekannter Rohstoff ({0})

source: 1 clay
de: 1 Lehm

source: 1 ore
de: 1 Erz

source: 1 sheep
de: 1 Schaf

source: 1 wheat
de: 1 Korn

source: 1 wood
de: 1 Holz

source: 1 resource of unknown type {0}
de: 1 unbekannter Rohstoff ({0})

source: {0,number} clay
de: {0,number} Lehm

source: {0,number} ore
de: {0,number} Erz

source: {0,number} sheep
de: {0,number} Schafe

source: {0,number} wheat
de: {0,number} Korn

source: {0,number} wood
de: {0,number} Holz

source: {0,number} resources of unknown type {1}
de: {0,number} unbekannte Rohstoffe ({1})

# spec.rsrcs.none
source: nothing
de: nichts

source: clay
de: Lehm

source: ore
de: Erz

source: sheep
de: Schaf

source: wheat
de: Korn

source: wood
de: Holz

source: resources of unknown type {0}
de: unbekannte Rohstoffe ({0})

source: unknown card
de: unbekannte Karte

source: Gov. House (1VP)
de: Rathaus (1SP)

source: Year of Plenty
de: Ertragreiches Jahr

source: Soldier
de: Ritter

source: Warship
de: Kriegsschiff

source: Market (1VP)
de: Markt (1SP)

source: Monopoly
de: Monopol

source: Road Building
de: Straßenbau

source: Temple (1VP)
de: Tempel (1SP)

source: Chapel (1VP)
de: Kapelle (1SP)

source: University (1VP)
de: Universität (1SP)

source: an unknown card
de: eine unbekannte Karte

source: a Gov.House (+1VP)
de: ein Rathaus (+1SP)

source: a Year of Plenty
de: ein ertragreiches Jahr

source: a Soldier
de: ein Ritter

source: a Warship
de: ein Kriegsschiff

source: a Market (+1VP)
de: ein Markt (+1SP)

source: a Monopoly
de: ein Monopol

source: a Road Building
de: ein Straßenbau

source: a Temple (+1VP)
de: ein Tempel (+1SP)

source: a Chapel (+1VP)
de: eine Kapelle (+1SP)

source: a University (+1VP)
de: eine Universität (+1SP)

source: {0,number} {0,choice,1#day|1<days} {1,number}:{2,number,00}:{3,number,00}
de: {0,number} {0,choice,1#Tag|1<Tage} {1,number}:{2,number,00}:{3,number,00}

# i18n.listitems.nothing
source: nothing
de: nichts

source: {0} and {1}
de: {0} und {1}

source: and {0}
de: und {0}

source: Unknown item
de: Unbekannter Gegenstand

source: An unknown item
de: Ein unbekannter Gegenstand

source: 3:1 Port
de: 3:1 Hafen

source: 2:1 Clay port
de: 2:1 Lehmhafen

source: 2:1 Ore port
de: 2:1 Erzhafen

source: 2:1 Sheep port
de: 2:1 Schafhafen

source: 2:1 Wheat port
de: 2:1 Kornhafen

source: 2:1 Wood port
de: 2:1 Holzhafen

source: Port type {0}
de: Art des Hafens {0}

source: a 3:1 port
de: ein 3:1 Hafen

source: a 2:1 clay port
de: ein 2:1 Lehmhafen

source: a 2:1 ore port
de: ein 2:1 Erzhafen

source: a 2:1 sheep port
de: ein 2:1 Schafhafen

source: a 2:1 wheat port
de: ein 2:1 Kornhafen

source: a 2:1 wood port
de: ein 2:1 Holzhafen

source: a port of type {0}
de: ein Hafen vom Typ {0}

# game.playername.gets.resources.common
source: {0} gets {1,rsrcs}.
de: {0} erhält {1,rsrcs}.

source: >>> The time limit on this game has expired, it will now be deleted.
de: >>> Das Zeitlimit dieses Spiels ist abgelaufen, es wird nun gelöscht.

source: >>> Less than {0,number} minutes remaining. Type *ADDTIME* to extend this game another 30 minutes.
de: >>> Weniger als {0,number} Minuten übrig. Tippe *ADDTIME* um dieses Spiel um weitere 30 Minuten zu verlängern.

source: Maximum # players
de: Maximum # Personen

source: Use 6-player board
de: 6-Personen Feld aufbauen

source: 6-player board: Can Special Build only if 5 or 6 players in game
de: 6-Personen: Zwischenbau nur möglich wenn 5 oder 6 Personen im Spiel sind

source: Show all player info and resources
de: Alle Personen-Informationen und Rohstoffe anzeigen

source: Show all VP/dev card info
de: Alle Siegpunkte/Entwicklungskarten-Informationen anzeigen

source: Use sea board
de: Seefahrer Feld aufbauen

source: Robber can't return to the desert
de: Räuber kann nicht in die Wüste gestellt werden

source: Roll no 7s during first # rounds
de: Keine 7 während der ersten # Runden würfeln

source: Roll no 7s until a city is built
de: Keine 7 würfeln bis die erste Stadt gebaut wird

source: Break up clumps of # or more same-type hexes/ports
de: Cluster von # oder mehr gleichartigen Feldern/Häfen trennen

source: No trading allowed between players
de: Kein Handel zwischen Spieler:innen erlaubt

source: Victory points to win: #
de: Siegpunkte zum Gewinnen: #

source: Use default VP in all scenarios
de: Standardsiegpunktanzahl in allen Szenarien einstellen

source: Game Scenario: #
de: Spiel Szenario: #

source: Allow undo piece builds and moves
de: Rückgängig machen von Bauten und Bewegungen erlauben

source: Limit undos to # per player
de: Rückgängig machen auf # pro Person beschränken

source: Scenarios: SVP for your first settlement on any island after initial placement
de: Szenarien: Sondersiegpunkt für die erste Siedlung auf einer neuen Insel

source: Scenarios: 2 SVP for your first settlement on each island after initial placement
de: Szenarien: 2 Sondersiegpunkte für die erste Siedlung auf einer neuen Insel

source: Scenarios: Some hexes initially hidden by fog
de: Szenarien: Einige Felder zunächst durch Nebel verdeckt

source: Scenarios: No longest trade route VP (no Longest Road)
de: Szenarien: Keine SP für längste Straße (keine Längste Straße)

source: Scenarios: Third initial settlement
de: Szenarien: Dritte Siedlung in der Gründungsphase

source: Scenarios: Cloth Trade with neutral villages
de: Szenarien: Tuchhandel mit neutralen Dörfern

source: Scenarios: Pirate Islands and fortresses
de: Szenarien: Pirateninseln und Festung

source: Scenarios: The Forgotten Tribe
de: Szenarien: Der Vergessene Stamm

source: Scenarios: Wonders
de: Szenarien: Wunder

source: The Four Islands
de: Die vier Inseln

source: Start on one or two islands. Explore and gain SVP by building to others.
de: Starte auf einer oder zwei Inseln. Entdecke und erhalte Sondersiegpunkte, indem du auf anderen Inseln baust.

source: Cloth Trade with neutral villages
de: Tuchhandel mit neutralen Dörfern

source: The small islands' villages give you Cloth; every 2 cloth you have is 1 extra Victory Point. To gain cloth, build ships to a village. You can't move the pirate until you've reached a village. Each player to reach a village gets 1 of its cloth at that time, and 1 more whenever its number is rolled, until the village runs out. Pirate can steal cloth or resources. If fewer than 4 villages still have cloth, the game ends and the player with the most VP wins. (If tied, player with most cloth wins.)
de: Die Dörfer auf den kleinen Inseln geben dir Tücher; je 2 Tücher geben dir 1 zusätzlichen Siegpunkt. Um Tuch zu erhalten, musst du Schiffe zu einem Dorf bauen. Du kannst den Piraten nicht versetzen, bevor du ein Dorf erreicht hast. Jede Person, die ein Dorf erreicht, erhält zu diesem Zeitpunkt eins der Tücher aus dem Dorf und ein weiteres, sobald die Zahl des Dorfs gewürfelt wird, bis das Dorf leer ist. Der Pirat kann Tücher oder Rohstoffe stehlen. Wenn weniger als 4 Dörfer noch Tücher haben, endet das Spiel und die Person mit den meisten SP gewinnt. (Bei Gleichstand gewinnt die Person mit den meisten Tüchern.)

source: Fog Islands
de: Nebelinseln

source: Some hexes are initially hidden by fog. When you build a ship or road to a foggy hex, that hex is revealed. Unless it's water, you are given its resource as a reward.
de: Einige Felder sind anfangs durch Nebel verdeckt. Wenn du ein Schiff oder eine Straße zu einem nebeligen Feld baust, wird dieses Feld aufgedeckt. Wenn es kein Wasser ist, erhältst du die Ressource als Belohnung.

source: The Forgotten Tribe
de: Der Vergessene Stamm

source: Far areas of the board have small habitations of a "forgotten tribe" of settlers. When players build ships to reach them, they are greeted with "gifts" of a development card, Special Victory Point, or a Port given to the player which must be moved adjacent to one of their coastal settlements/cities if possible, or set aside to place later.
de: In weit entfernten Gebieten des Spielplans gibt es kleine Siedlungen eines "Vergessenen Stammes" von Siedlern. Wenn die Spieler:innen Schiffe bauen, um sie zu erreichen, erhalten sie als "Geschenk" eine Entwicklungskarte, einen Sondersiegpunkt oder einen Hafen, den sie an eine ihrer Siedlungen/Städte an der Küste anlegen müssen oder wenn dies nicht möglich ist für später beiseite legen.

source: New Shores
de: Neue Ufer

source: Pirate Islands and Fortresses
de: Pirateninseln und Festungen

source: A pirate fleet patrols, attacking to steal resources from weak players with adjacent settlements/cities until the player builds a strong fleet of Warships. Build ships directly to the Fortress of your color, which the pirates have captured from you. Ship routes can't branch out, only follow dotted lines to the Fortress. Strengthen your fleet by playing Warship development cards to upgrade your ships. When the pirate fleet attacks, you win if you have more Warships than the pirate fleet strength (randomly 1-6). To win the game, you must reach the victory point goal and defeat the Fortress 3 times using warships. No robber or largest army. When 7 is rolled, any pirate fleet attack happens before the usual discards.
de: Eine Piratenflotte patrouilliert und greift an, um Ressourcen von schwachen Personen mit benachbarten Siedlungen/Städten zu stehlen, bis die Person eine starke Flotte von Kriegsschiffen gebaut hat. Baue Schiffe direkt zu der Festung deiner Farbe, die die Piraten von dir erobert haben. Die Schiffsrouten dürfen nicht abzweigen, sondern nur den gestrichelten Linien zur Festung folgen. Verstärke deine Flotte durch das Ausspielen von Kriegsschiff-Entwicklungskarten, um deine Schiffe zu Kriegsschiffen auszubauen. Wenn die Piratenflotte angreift, gewinnst du, wenn du mehr Kriegsschiffe hast als die Piratenflotte stark ist (zufällig 1-6). Um das Spiel zu gewinnen, musst du das Siegpunktziel erreichen und die Festung 3 Mal mit Kriegsschiffen besiegen. Kein Räuber oder größte Rittermacht. Wenn eine 7 gewürfelt wird, erfolgt ein Angriff der Piratenflotte vor dem normalen Halbieren der Karten.

source: Through The Desert
de: Durch die Wüste

source: Start on the main island. Explore and gain SVP by building to the small islands, or through the desert to the coast.
de: Beginne auf der Hauptinsel. Erkunde und gewinne SSP, indem du zu den kleinen Inseln oder durch die Wüste zur Küste baust.

source: Wonders
de: Wunder

source: Each player chooses a unique Wonder and can build all 4 of its levels. Each Wonder has its own requirements before you may start it, such as several cities built or a port at a certain location. To win you must complete your Wonder's 4 levels, or reach 10 VP and complete more levels than any other player. Has no pirate ship.
de: Jede Person wählt ein einzigartiges Wunder aus und kann alle 4 Stufen dieses Wunders bauen. Jedes Wunder hat seine eigenen Voraussetzungen, bevor man es beginnen darf, wie zum Beispiel mehrere Städte oder einen Hafen an einem bestimmten Ort. Um zu gewinnen, musst du die 4 Stufen deines Wunders abschließen oder 10 SP erreichen und mehr Stufen abgeschlossen habe als jede andere Person. In diesem Szenario gibt es kein Piratenschiff.

source: Recap of recent chat ::
de: Zusammenfassung des letzten Chats ::

source: Recap ends ::
de: Zusammenfassung endet ::

source: *** Can't find a robot! ***
de: *** Kann keinen Bot finden! ***

source: Fetching a robot player...
de: Hole einen Bot dazu...

source: Internal error: The robots can''t join this game; game''s version {0} is newer than the robots.
de: Interner Fehler: Die Bots können diesem Spiel nicht beitreten; die Version {0} des Spiels ist neuer als die der Bots.

source: No robot can join the game, there are no robots on this server.
de: Kein Bot kann dem Spiel beitreten, denn es gibt keine Bot auf diesem Server.

source: Observers can't chat during the game.
de: Beobachter können während des Spiels nicht chatten.

source: This game has started; no new players can sit down.
de: Dieses Spiel läuft bereits. Es können keine weiteren Personen teilnehmen.

source: This game has started. To play, take over a robot.
de: Dieses Spiel läuft bereits. Um zu spielen, übernimm einem Bot.

source: {0} left the game.
de: {0} hat das Spiel verlassen.

source: This game is full; you cannot sit down.
de: Dieses Spiel ist voll; du kannst nicht teilnehmen.

source: This game has already started; to play you must take over a robot.
de: Dieses Spiel läuft bereits; um zu spielen musst du einen Bot übernehmen.

source: You cannot sit down here.
de: Du kannst hier nicht sitzen.

source: It''s {0}''s turn to build a road.
de: Jetzt ist {0} dran, eine Straße zu bauen.

source: It''s {0}''s turn to build a road or ship.
de: Jetzt ist {0} an der Reihe, eine Straße oder ein Schiff zu bauen.

source: It''s {0}''s turn to build a settlement.
de: Jetzt ist {0} dran, eine Siedlung zu bauen.

source: {0} needs to discard.
de: {0} muss Karten halbieren.

source: {0,list} need to discard.
de: {0,list} müssen Karten halbieren.

source: This scenario gives you 3 initial settlements and roads.
de: Dieses Szenario gibt dir 3 Startsiedlungen und Straßen.

source: Your free resources will be from the third settlement.
de: Deine Startressourcen stammen von der dritten Siedlung.

source: {0} needs to pick resources from the gold hex.
de: {0} darf sich einen Rohstoff vom Goldfeld aussuchen.

source: {0,list} need to pick resources from the gold hex.
de: {0,list} dürfen sich einen Rohstoff vom Goldfeld aussuchen.

source: You can't buy a development card now.
de: Du kannst derzeit keine Entwicklungskarte kaufen.

source: No more development cards available to buy
de: Keine Entwicklungskarten mehr zum Kauf verfügbar

source: >>> Game time has been extended.
de: >>> Die Spielzeit wurde verlängert.

source: This game is over, cannot extend its time.
de: Dieses Spiel ist beendet, die Zeit kann nicht verlängert werden.

source: Ask again later: This game does not expire soon, it has {0,number} minutes remaining.
de: Frage später noch mal: Dieses Spiel läuft nicht zeitnah ab, es hat {0,number} Minuten übrig.

source: >>> Practice games never expire.
de: >>> Trainingsspiele laufen nicht ab.

source: You can't do that at that location.
de: Das kannst du an diesem Ort nicht tun.

source: You can't do that in this game.
de: Das kannst du in diesem Spiel nicht tun.

source: You can't do that right now.
de: Das kannst du jetzt nicht machen.

source: You can't make that trade.
de: Diesen Handel kannst du nicht machen.

source: You can't end your turn yet.
de: Du kannst deinen Zug noch nicht beenden.

source: Game not found.
de: Spiel nicht gefunden.

source: Members of game {0}:
de: Personen in Spiel {0}:

source: This game's members:
de: Die Personen in diesem Spiel:

source: Cannot set that lock right now.
de: Diese Sperre kann im Moment nicht gesetzt werden.

source: Must be an administrator to view that.
de: Du musst ein Administrator sein, um das zu sehen.

source: You can't move that ship now.
de: Du kannst das Schiff jetzt nicht mehr bewegen.

source: You can't pick that many resources.
de: Du kannst nicht so viele Ressourcen auswählen.

source: Unknown piece type.
de: Unbekanntes Teil.

source: {0} canceled placement of a special item.
de: {0} hat das Bauen eines Sonderteils zurück genommen.

source: Cannot cancel item placement.
de: Du kannst die Platzierung des Teils nicht zurück nehmen.

source: You can''t play {0,dcards} card now.
de: Du kannst die {0,dcards} Karte jetzt nicht spielen.

source: That card type is unknown.
de: Diese Kartenart ist unbekannt.

source: You can't roll right now.
de: Du kannst jetzt nicht würfeln.

source: and {0,choice, 0<{0,number} unnamed connections|1#1 unnamed connection|1<{0,number} unnamed connections}
de: und {0,choice, 0<{0,number} unbenannte Verbindungen|1#1 unbenannte Verbindung|1<{0,number} unbenannte Verbindungen}

source: Currently connected to server:
de: Derzeit mit dem Server verbunden:

source: No robots on this server; please fill at least {0,number} seats before starting.
de: Keine Bots auf diesem Server; bitte besetze mindestens {0,number} Plätze, vor dem Start.

source: Not enough robots to fill all the seats. Only {0,choice, 1#1 robot is|1<{0,number} robots are} available.
de: Nicht genug Bots um alle Plätze zu füllen. Nur {0,choice, 1#1 Bot ist|1<{0,number} Bots sind} verfügbar.

source: Not enough robots to fill all the seats. Lock some seats. Only {0,choice, 1#1 robot is|1<{0,number} robots are} available.
de: Nicht genug Bots um alle Plätze zu füllen. Blockiere einige Plätze. Nur {0,choice, 1#1 Bot ist|1<{0,number} Bots sind} verfügbar.

source: The only player cannot lock all seats. To start the game, other players or robots must join.
de: Die einzige Person kann nicht alle Plätze blockieren, andere Spieler:innen oder Bots müssen ebenfalls teilnehmen.

source: Randomly picking a starting player...
de: Suche eine zufällige Startperson aus...

source: To start the game, at least one player must sit down.
de: Um ein Spiel zu starten muss mindestens eine Person Platz nehmen.

source: Sorry, robots cannot join this game because of its options.
de: Sorry, Bots können diesem Spiel aufgrund der Einstellungen nicht beitreten.

source: Sorry, robots cannot join this game: {0}
de: Sorry, Bots können diesem Spiel nicht beitreten: {0}

source: To start the game without robots, lock all empty seats.
de: Um das Spiel ohne Bots zu starten, sperre alle unbesetzten Plätze.

source: You can't build now.
de: Du kannst jetzt nicht bauen.

source: You can't ask to build now.
de: Du kannst jetzt nicht fragen, ob du bauen kannst.

source: You can't build a city now.
de: Du kannst jetzt keine Stadt bauen.

source: You can't build a road now.
de: Du kannst jetzt keine Straße bauen.

source: You can't build a ship now.
de: Du kannst jetzt kein Schiff bauen.

source: You can't build a settlement now.
de: Du kannst jetzt keine Siedlung bauen.

source: You can't build a city there.
de: Du kannst dort keine Stadt bauen.

source: You can't build a road there.
de: Du kannst dort keine Straße bauen.

source: You can't build a ship there.
de: Du kannst dort kein Schiff bauen.

source: You can't build a settlement there.
de: Du kannst dort keine Siedlung essen.

source: House rule: Special Building phase requires 5 or 6 players.
de: Hausregel: Zwischenbauphase benötigt 5 oder 6 Spieler.

source: {0} built a city.
de: {0} hat eine Stadt gebaut.

source: {0} built a road.
de: {0} hat eine Straße gebaut.

source: {0} built a ship.
de: {0} hat ein Schiff gebaut.

source: {0} built a settlement.
de: {0} hat eine Siedlung gebaut.

source: {0} cancelled this settlement placement.
de: {0} hat das Setzen einer Siedlung abgebrochen.

source: You didn't buy a city.
de: Du hast keine Stadt gekauft.

source: You didn't buy a road.
de: Du hast keine Straße gekauft.

source: You didn't buy a ship.
de: Du hast kein Schiff gekauft.

source: You didn't buy a settlement.
de: Du hast keine Siedlung gekauft.

source: Starting next turn, dice rolls of 7 may occur (house rule).
de: Ab dem nächsten Wurf können auch 7en gewürfelt werden (Hausregel).

source: {0} gets a Development Card as a gift from the Forgotten Tribe.
de: {0} erhält eine Entwicklungskarte als Geschenk des Vergessenen Stammes.

source: {0} played a Year of Plenty card.
de: {0} hat ein Ertragreiches Jahr ausgespielt.

source: {0} cancelled the Year of Plenty card.
de: {0} hat ein Ertragreiches Jahr zurückgezogen.

source: {0} received {1,rsrcs} from the bank.
de: {0} hat {1,rsrcs} von der Bank erhalten.

source: That is not a legal Year of Plenty pick.
de: Das ist keine erlaubte Wahl für ein Ertragreiches Jahr.

source: {0} played a Monopoly card.
de: {0} hat eine Monopolkarte gespielt.

source: {0} cancelled the Monopoly card.
de: {0} hat das Monopol abgebrochen.

source: {0} played a Road Building card.
de: {0} hat eine Straßenbaukarte gespielt.

source: {0} cancelled the Road Building card.
de: {0} hat den Straßenbau abgebrochen.

source: {0} skipped placing the second road.
de: {0} hat die zweite Straße ausgelassen.

source: {0} skipped placing the second ship.
de: {0} hat das zweite Schiff ausgelassen.

source: You may place your 1 remaining road.
de: Du darfst deine verbleibende Straße setzen.

source: You may place your 1 remaining road or ship.
de: Du darfst deine verbleibende Straße bzw. Schiff setzen.

source: You may place 2 roads.
de: Du darfst 2 Straßen setzen.

source: You may place 2 roads/ships.
de: Du darfst 2 Straßen/Schiffe setzen.

source: {0} played a Soldier card.
de: {0} hat eine Ritterkarte gespielt.

source: {0} cancelled the Soldier card.
de: {0} hat die Ritterkarte abgebrochen.

source: {0} converted a ship to a warship.
de: {0} hat ein Schiff zu einem Kriegsschiff ausgebaut.

source: {0} cancelled the development card.
de: {0} hat die Entwicklungskarte abgebrochen.

source: Can't cancel that development card now.
de: Du kannst diese Entwicklungskarte jetzt nicht abbrechen.

source: {0} discarded {1,number} resources.
de: {0} hat {1,number} Rohstoffe abgegeben.

# action.mono.took.your.1
source: {0}''s Monopoly took your {1,rsrcs}.
de: Das Monopol von {0} hat dein {1,rsrcs} genommen.

# action.mono.took.your.n
source: {0}''s Monopoly took your {1,rsrcs}.
de: Das Monopol von {0} hat deine {1,rsrcs} genommen.

source: {0} has picked {1,rsrcs}.
de: {0} hat {1,rsrcs} gewählt.

source: {0} has picked {1,rsrcs} from the gold hex.
de: {0} hat {1,rsrcs} vom Goldfeld erhalten.

source: No other player gets anything.
de: Keine andere Person bekommt etwas.

source: No other player gets resources.
de: Keine andere Person bekommt Rohstoffe.

source: No player gets anything.
de: Niemand bekommt etwas.

source: No player gets resources.
de: Niemand erhält Rohstoffe.

source: {0} received {1} cloth from the villages.
de: {0} erhält {1} Tuch von den Dörfern.

source: {0,list} each received cloth from the villages.
de: {0,list} haben jeweils Tuch von den Dörfern erhalten.

source: {0} lost {1,choice, 1#1 resource|1<{1,number} resources} to pirate fleet attack (strength {2,number}).
de: {0} hat {1,choice, 1#1 Rohstoff|1<{1,number} Rohstoffe} an die Piratenflotte verloren(Stärke {2,number}).

source: {0} tied against the pirate fleet (strength {1,number}).
de: {0} erreichte Gleichstand gegen die Piratenflotte (Stärke {1,number}).

source: {0} won against the pirate fleet (strength {1,number}) and will pick a free resource.
de: {0} hat gegen die Piratenflotte (Stärke {1,number}) gewonnen und darf einen beliebigen Rohstoff wählen.

source: You lost {0,rsrcs} to the pirate fleet (strength {1,number}).
de: Du hast {0,rsrcs} an die Piratenflotte verloren (Stärke {1,number}).

source: Special building phase: {0}''s turn to place.
de: Zwischenbauphase: {0} darf setzen.

source: {0}''s just-played development card was returned.
de: Die von {0} gerade gespielte Entwicklungskarte wurde zurück gegeben.

source: You can't move the robber.
de: Du kannst den Räuber nicht bewegen.

source: You can't move the pirate.
de: Du kannst den Piraten nicht bewegen.

source: You can't steal from that player.
de: Du kannst diese Person nicht bestehlen.

source: {0} declined to steal.
de: {0} hat das Stehlen abgelehnt.
