Repository: quasigroup/JSettlers2
Catalog: src/main/i18n/server/toClient_*.po
Languages: de

source: {0} moved the pirate, must choose to steal cloth or steal resources from {1}.
de: {0} hat den Piraten versetzt und muss sich entscheiden, Tuch oder Rohstoffe von {1} zu stehlen.

source: {0} will move the robber.
de: {0} wird den Räuber versetzen.

source: {0} must choose to move the robber or the pirate.
de: {0} muss sich entscheiden den Piraten oder den Räuber zu versetzen.

source: {0} will move the pirate ship.
de: {0} wird das Piratenschiff bewegen.

source: {0} stole a cloth from {1}.
de: {0} hat ein Tuch von {1} gestohlen.

source: {0} stole a resource from {1}.
de: {0} hat einen Rohstoff von {1} gestohlen.

source: {0} stole {2,number} resources from {1}.
de: {0} hat {2,number} Rohstoffe von {1} gestohlen.

source: {0} stole {1,rsrcs} from you.
de: {0} hat {1,rsrcs} von dir gestohlen.

source: You stole {0,rsrcs} from {2}.
de: Du hast {0,rsrcs} von {2} gestohlen.

source: {0} moved {1,choice, 1#the robber|2#the pirate}.
de: {0} hat {1,choice,1# den Räuber|2#den Piraten versetzt.

source: {0} moved {1,choice, 1#the robber|2#the pirate}. Must choose to steal cloth or steal resources.
de: {0} hat {1,choice,1#den Räuber|2# den Piraten} versetzt und muss sich entscheiden, Tuch oder Rohstoffe zu stehlen.

source: {0} moved {1,choice, 1#the robber|2#the pirate}. Must choose a victim.
de: {0} hat {1,choice,1# den Räuber|2#den Piraten} versetzt und darf ein Opfer wählen.

source: {0} gets {1,rsrcs} by revealing the fog hex.
de: {0} erhält {1,rsrcs} durch Aufdecken eines Nebelfelds.

source: {0} established a trade route with a village.
de: {0} hat eine Handelsroute mit einem Dorf geschlossen.

source: Game is ending: Fewer than 4 villages still have cloth.
de: Das Spiel endet: Weniger als 4 Dörfer haben noch Tuch.

source: You are no longer prevented from moving the pirate ship.
de: Du darfst ab jetzt das Piratenschiff versetzen.

source: All pirate fortresses have been recaptured, the pirate fleet is defeated.
de: Alle Piratenfestungen wurden zurück erobert, die Piratenflotte ist besiegt.

source: {0} has won due to this special win condition.
de: {0} hat aufgrund dieser besonderen Siegbedingung gewonnen.

source: a gift from the Forgotten Tribe
de: ein Geschenk vom Vergessenen Stamm

source: growing past the starting area
de: wächst über den Startbereich hinaus

source: growing past the main island
de: wächst über die Hauptinsel hinaus

source: settling a new area
de: Erschließen eines neuen Gebiets

source: settling a new island
de: Besiedeln einer neuen Insel

source: >>> Game {0} board reset by a player who left
de: >>> Spielfeld {0} wurde von einem:r Spieler:in zurückgesetzt, der:die das Spiel verlassen hat

source: >>> Game {0} board reset by {1}
de: >>> Spielfeld {0} zurückgesetzt durch {1}

source: >>> Internal error, Game {0} board reset failed
de: >>> Interner Fehler, Spielfeld {0} Reset fehlgeschlagen

source: >>> Everyone has left this game. Please start a new game with players or bots.
de: >>> Alle haben das Spiel verlassen. Bitte beginne ein neues Spiel mit Personen oder Bots.

source: Please unlock at least one bot, so you will have an opponent.
de: Bitte schalte mindestens einen Bot frei, damit du eine:n Gegner:in hast.

source: {0} requests a board reset - Other players, please vote.
de: {0} bittet um einen Spielfeld-Reset - Andere Spieler:innen, bitte abstimmen.

source: >>> {0} is resetting the game - other connected players are unable to vote (client too old).
de: >>> {0} setzt das Spiel zurück - andere verbundene Spieler:innen können nicht abstimmen (Client zu alt).

source: -- Game statistics: --
de: -- Spielstatistik: --

source: Rounds played: {0,number}
de: Gespielte Runden: {0,number}

source: This game started {0,number} minutes ago.
de: Dieses Spiel hat vor {0,number} Minuten begonnen.

source: This game took {0,number} minutes.
de: Dieses Spiel hat {0,number} Minuten gedauert.

source: This game took {0,number} minutes {1,choice, 1#1 second|1<{1,number} seconds}.
de: Dieses Spiel dauerte {0,number} Minuten {1,choice, 1#1 Sekunde|1<{1,number} Sekunden}.

source: This game was {0,number} rounds, and took {1,number} minutes.
de: Dieses Spiel ging über {0,number} Runden und dauerte {1,number} Minuten.

source: This game was {0,number} rounds, and took {1,number} minutes {2,choice, 1#1 second|1<{2,number} seconds}.
de: Dieses Spiel ging über {0,number} Runden und dauerte {1,number} Minuten {2,choice, 1#1 Sekunde|1<{2,number} Sekunden}.

source: This game will expire in {0,number} minutes.
de: Dieses Spiel wird in {0,number} Minuten ablaufen.

source: >>> This game will expire in {0,number} minutes.
de: >>> Dieses Spiel wird in {0,number} Minuten ablaufen.

source: >>> {0} has won the game with {1,number} points.
de: >>> {0} hat das Spiel mit {1,number} Punkten gewonnen.

source: You have been connected {0,number} minutes.
de: Du bist seit {0,number} Minuten verbunden.

source: You have been practicing {0,number} minutes.
de: Du hast bereits {0,number} Minuten geübt.

source: You have lost {0,choice, 1#1 game|1<{0,number} games} since connecting.
de: Du hast {0,choice, 1#1 Spiel|1<{0,number} Spiele} verloren seitdem du verbunden bist.

source: You have won {0,choice, 1#1 game|1<{0,number} games} since connecting.
de: Du hast {0,choice, 1#1 Spiel|1<{0,number} Spiele} gewonnen seitdem du verbunden bist.

source: You have won {0,choice, 1#1 game|1<{0,number} games} and lost {1,choice, 1#1 game|1<{1,number} games} since connecting.
de: Du hast {0,choice, 1#1 Spiel|1<{0,number} Spiele} gewonnen und {1,choice, 1#1 Spiel|1<{1,number} Spiele} verloren seitdem du verbunden bist.

source: ### {0} gets {1,dcards} card.
de: ### {0} bekommt {1,dcards} Karte.

source: ### Next dev card is set to {0,dcards}.
de: ### Die nächste Entw.-Karte ist auf {0,dcards} eingestellt.

source: The nickname "{0}" is already in use.
de: Der Spitzname "{0}" wird bereits verwendet.

source: To create accounts, use client version {0} or newer.
de: Um Konten zu erstellen, verwende die Client-Version {0} oder eine neuere.

source: Account created for "{0}".
de: Konto erstellt für "{0}".

source: Account not created due to error.
de: Konto wurde aufgrund eines Fehlers nicht erstellt.

source: Problem connecting to database, please try again later.
de: Problem beim Verbinden mit der Datenbank, bitte versuche es später noch einmal.

source: Your account is not authorized to create accounts.
de: Dein Konto ist nicht berechtigt, Konten zu erstellen.

source: You must log in with a username and password before you can create accounts.
de: Du musst dich mit einem Benutzernamen und einem Passwort anmelden, bevor du Konten erstellen kannst.

source: This server does not use accounts and passwords.
de: Dieser Server verwendet keine Konten und Passwörter.

source: That password is too long.
de: Das Passwort ist zu lang.

source: Incorrect password for "{0}".
de: Falsches Passwort für "{0}".

source: Too many of your chat channels still active; maximum: {0}
de: Zu viele deiner Chat-Kanäle sind noch aktiv; Maximum: {0}

source: Too many of your games still active; maximum: {0}
de: Zu viele deiner Spiele sind noch aktiv; Maximum: {0}

source: This nickname is not allowed.
de: Dieser Spitzname ist nicht erlaubt.

source: Welcome to Java Settlers of Catan!
de: Willkommen bei Java Siedler von Catan!

source: Debugging is On.
de: Das Debugging ist eingeschaltet.

source: A game with this name already exists, please choose a different name.
de: Ein Spiel mit diesem Namen existiert bereits, bitte wähle einen anderen Namen.

source: This name is not permitted, please choose a different name.
de: Dieser Name ist nicht zulässig, bitte wähle einen anderen Namen.

source: A name with only digits or punctuation is not permitted, please add a letter.
de: Ein Name, der nur aus Ziffern oder Satzzeichen besteht, ist nicht zulässig, bitte füge einen Buchstaben hinzu.

source: Please choose a shorter name; maximum length: {0}
de: Bitte wähle einen kürzeren Namen; maximale Länge: {0}

source: Usage: *LOADGAME* gamename
de: Verwendung: *LOADGAME* gamename

source: : See server console
de: : Siehe Server-Konsole

source: Problem loading {0}: Can''t create game: {1}
de: Problem beim Laden von {0}: Kann das Spiel nicht erstellen: {1}

source: Problem loading {0}: {1}
de: Problem beim Laden von {0}: {1}

source: Problem loading {0}: Too new: {1}
de: Problem beim Laden von {0}: Zu neu: {1}

source: Problem loading {0}: Too new: gameMinVersion is {1,number,#}
de: Problem beim Laden von von {0}: Zu neu: gameMinVersion ist {1,number,#}

source: Game was renamed: Original name {0} is already used.
de: Das Spiel wurde umbenannt: Der ursprüngliche Name {0} wird bereits verwendet.

source: >>> To continue playing, type *RESUMEGAME*
de: >>> Um weiterzuspielen, gib *RESUMEGAME* ein

source: gamename can only include letters, numbers, dashes, underscores.
de: gamename darf nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten.

source: {0} is disabled: Must set {1} property
de: {0} ist deaktiviert: Die Eigenschaft {1} muss gesetzt werden

source: {0} is disabled: Initialization failed. Check startup messages on server console.
de: {0} ist deaktiviert: Initialisierung fehlgeschlagen. Überprüfe die Startmeldungen auf der Serverkonsole.

source: Warning: Can''t access savegame.dir {0}: {1}
de: Warnung: Kann nicht auf savegame.dir {0} zugreifen: {1}

source: savegame.dir file exists but isn''t a directory: {0}
de: savegame.dir Datei existiert, ist aber kein Verzeichnis: {0}

source: savegame.dir not found: {0}
de: savegame.dir nicht gefunden: {0}

source: This game is not waiting to be resumed.
de: Dieses Spiel wartet nicht darauf, wieder aufgenommen zu werden.

source: Usage: *RESUMEGAME* with no arguments
de: Verwendung: *RESUMEGAME* ohne Argumente

source: >>> Cannot resume: Not enough robots to fill non-vacant seats.
de: >>> Kann nicht fortgesetzt werden: Nicht genug Bots, um nicht freie Plätze zu besetzen.

source: >>> Resuming game play.
de: >>> Das Spiel wird fortgesetzt.

source: >>> Warning: Dev card deck contains unknown card type at index {0}
de: >>> Warnung: Entw.-Kartendeck enthält unbekannten Kartentyp bei Index {0}

source: >>> Warning: At least 1 player is named like a robot, but isRobot flag is false. Can cause problems when resuming game.
de: >>> Warnung: Mindestens 1 Spieler ist wie ein Bot benannt, aber das isRobot-Flag ist nicht gesetzt. Das kann zu Problemen bei der Wiederaufnahme des Spiels führen.

source: Game file already exists: Add -f flag to force, or use a different name
de: Die Spieldatei existiert bereits: Füge das Flag -f zum Überschreiben hinzu oder benutze einen anderen Namen

source: Must finish initial placement before saving.
de: Du musst die Gründungsphase vor dem Speichern abschließen.

source: Must resume loaded game before saving again.
de: Du musst das geladene Spiel fortsetzen, bevor du wieder speichern kannst.

source: Usage: *SAVEGAME* [-f] gamename
de: Verwendung: *SAVEGAME* [-f] gamename

source: Cannot save this game, because it has {0}
de: Kann dieses Spiel nicht speichern, weil es {0} hat

source: Problem saving game: {0}
de: Problem beim Speichern des Spiels: {0}

source: scenario {0} with game option {1}
de: Szenario {0} mit Spieloption {1}

source: Saved game to {0}
de: Spiel gespeichert als {0}
