Repository: quasigroup/JSettlers2
Catalog: src/main/i18n/client/data_*.po
Languages: de

source: Clay
de: Lehm

source: Ore
de: Erz

source: Sheep
de: Schaf

source: Wheat
de: Korn

source: Wood
de: Holz

source: a clay
de: ein Lehm

source: an ore
de: ein Erz

source: a sheep
de: ein Schaf

source: a wheat
de: ein Korn

source: a wood
de: ein Holz

source: a resource of unknown type {0}
de: ein unbekannter Rohstoff ({0})

source: 1 clay
de: 1 Lehm

source: 1 ore
de: 1 Erz

source: 1 sheep
de: 1 Schaf

source: 1 wheat
de: 1 Korn

source: 1 wood
de: 1 Holz

source: 1 resource of unknown type {0}
de: 1 unbekannter Rohstoff ({0})

source: {0,number} clay
de: {0,number} Lehm

source: {0,number} ore
de: {0,number} Erz

source: {0,number} sheep
de: {0,number} Schafe

source: {0,number} wheat
de: {0,number} Korn

source: {0,number} wood
de: {0,number} Holz

source: {0,number} resources of unknown type {1}
de: {0,number} unbekannte Rohstoffe ({1})

# spec.rsrcs.nonespec.rsrcs.none
source: nothing
de: nichts

source: clay
de: Lehm

source: ore
de: Erz

source: sheep
de: Schaf

source: wheat
de: Korn

source: wood
de: Holz

source: resources of unknown type {0}
de: unbekannte Rohstoffe ({0})

source: unknown card
de: unbekannte Karte

source: Gov. House (1VP)
de: Rathaus (1SP)

source: Year of Plenty
de: Ertragreiches Jahr

source: Soldier
de: Ritter

source: Warship
de: Kriegsschiff

source: Market (1VP)
de: Markt (1SP)

source: Monopoly
de: Monopol

source: Road Building
de: Straßenbau

source: Temple (1VP)
de: Tempel (1SP)

source: Chapel (1VP)
de: Kapelle (1SP)

source: University (1VP)
de: Universität (1SP)

source: an unknown card
de: eine unbekannte Karte

source: a Gov.House (+1VP)
de: ein Rathaus (+1SP)

source: a Year of Plenty
de: ein Ertragreiches Jahr

source: a Soldier
de: ein Ritter

source: a Warship
de: ein Kriegsschiff

source: a Market (+1VP)
de: ein Markt (+1SP)

source: a Monopoly
de: ein Monopol

source: a Road Building
de: ein Straßenbau

source: a Temple (+1VP)
de: ein Tempel (+1SP)

source: a Chapel (+1VP)
de: eine Kapelle (+1SP)

source: a University (+1VP)
de: eine Universität (+1SP)

source: {0,number} {0,choice,1#day|1<days} {1,number}:{2,number,00}:{3,number,00}
de: {0,number} {0,choice,1#Tag|1<Tage} {1,number}:{2,number,00}:{3,number,00}

source: {0} and {1}
de: {0} und {1}

source: and {0}
de: und {0}

# i18n.listitems.nothing
source: nothing
de: nichts

source: Y
de: J

source: Build
de: Bauen

source: Cancel
de: Abbrechen

source: Change
de: Ändern

# base.clear
source: Clear
de: Zurücksetzen

source: Close
de: Schließen

# base.emptylist.nothing
source: nothing
de: nichts

source: None
de: Nichts

source: (none)
de: (nichts)

source: No thanks
de: Nein, danke

source: No thanks.
de: Nein, danke.

source: Player {0,number}
de: Spieler:in {0,number}

source: Please wait...
de: Bitte warten...

source: It's not your turn.
de: Du bist nicht an der Reihe.

source: Restart
de: Neustart

source: Send
de: Senden

source: Connect
de: Verbinden

source: Connect to a Server
de: Verbindung zu einem Server herstellen

source: Connect to Server
de: Verbindung zum Server herstellen

source: Nickname
de: Spitzname

source: Password
de: Passwort

source: Start a Server
de: Einen Server starten

source: Welcome to JSettlers! Please choose an option.
de: Willkommen zu JSettlers! Bitte wähle eine Option.

source: (cannot join)
de: (kann nicht beitreten)

source: Cannot create game {0} This client does not have required feature(s): {1}
de: Spiel kann nicht erstellt werden {0} Diesem Client fehlen erforderliche Feature(s): {1}

source: Cannot join game {0} This client does not have required feature(s): {1}
de: Kann dem Spiel nicht beitreten {0} Diesem Client fehlen erforderliche Feature(s): {1}

source: Game Info
de: Spielinfo

source: Cannot join, this client is incompatible with features of this game.
de: Kann nicht beitreten, da dieser Client nicht mit den Funktionen dieses Spiels kompatibel ist.

source: Join Channel
de: Kanal beitreten

source: Join Game
de: Spiel beitreten

source: First enter a nickname, then join a game or channel.
de: Gib zuerst einen Spitznamen ein und trete dann einem Kanal oder Spiel bei.

source: First enter a nickname, then join a game.
de: Gib zuerst einen Spitznamen ein und trete dann einem Spiel bei.

source: You must enter a nickname before you can join a game or channel.
de: Du musst erst einen Spitznamen eingeben, bevor du einem Spiel oder Kanal beitreten kannst.

source: You must enter a nickname before you can join a game.
de: Du musst erst einen Spitznamen eingeben, bevor du einem Spiel beitreten kannst.

source: Channels
de: Kanäle

source: Games
de: Spiele

source: New Channel:
de: Neuer Kanal:

source: Optional Password:
de: Optionales Passwort:

# pcli.main.label.yournickname
source: Your Nickname:
de: Dein Spitzname:

source: New Game...
de: Neues Spiel...

# pcli.main.practice
source: Practice
de: Trainingsspiel

source: Server version is {0} build {1}; client is {2} bld {3}
de: Server Version ist {0} Bld {1}; Client ist {2} Bld {3}

source: Other players connecting to your server need only your IP address and port number. No other server software install is needed. Make sure your firewall allows inbound traffic on port {0}.
de: Andere Personen, die sich mit deinem Server verbinden brauchen nur deine IP-Adresse und Portnummer. Es muss keine weitere Serversoftware installiert werden. Vergewissere dich, dass deine Firewall eingehenden Verbindungen auf Port {0} zulässt.

source: Server is Running. (Click for info)
de: Der Server läuft. (Klicken für Infos)

source: You are running a server on TCP port {0}. Version {1} bld {2}
de: Dein Server hört auf TCP-Port {0}. Version {1} bld {2}

source: Sorry, the client has been shut down.
de: Sorry, der Client wurde beendet.

source: Could not connect to the server: {0}
de: Die Verbindung zum Server konnte nicht hergestellt werden: {0}

source: Kicked by player with same name.
de: Rausgeschmissen von einer Person mit demselben Namen.

source: Load the page again.
de: Lade die Seite erneut.

source: Sorry, network trouble has occurred.
de: Entschuldigung, es sind Netzwerkprobleme aufgetreten.

source: Disconnected by server (version {0}):
de: Die Verbindung wurde vom Server getrennt (Version {0}):

source: The server is unavailable. You can still play practice games.
de: Der Server ist nicht verfügbar. Du kannst trotzdem Trainingsspiele spielen.

source: Problem starting practice server:
de: Problem beim Starten des Trainingsservers:

source: Problem starting server:
de: Problem beim Starten des Servers:

source: , debug is on
de: , Debug ist eingeschaltet

source: Connecting to server...
de: Baue Verbindung zum Server auf...

source: Practice Game (against robots)
de: Trainingsspiel (Gegen Bots)

source: Starting practice game setup...
de: Starte Einrichtung des Trainingsspiels...

source: Talking to server...
de: Spreche mit dem Server...

source: A game with this name already exists, please choose a different name.
de: Ein Spiel mit diesem Namen existiert bereits, bitte wähle einen anderen Namen.

source: This name is not permitted, please choose a different name.
de: Dieser Name ist nicht zulässig, bitte wähle einen anderen Namen.

source: A name with only digits or punctuation is not permitted, please add a letter.
de: Ein Name, der nur aus Ziffern oder Satzzeichen besteht, ist nicht zulässig, bitte füge einen Buchstaben hinzu.

source: Please choose a shorter name; maximum length: {0}
de: Bitte wähle einen kürzeren Namen; maximale Länge: {0}

source: Name must not contain "{0}", please choose a different name.
de: Der Name darf "{0}" nicht enthalten, bitte wähle einen anderen Namen.

source: Channel: {0}
de: Kanal: {0}

source: {0} has joined this channel.
de: {0} ist diesem Kanal beigetreten.

source: {0} left.
de: {0} ist gegangen.

source: Choose your face icon.
de: Wähle einen Avatar.

source: Choose Face Icon: {0} [{1}]
de: Wähle einen Avatar: {0} [{1}]

# default.name.practice.game
source: Practice
de: Training

source: Player
de: Spieler:in

source: Auto-reject bot trades after # seconds
de: Automatisches Ablehnen von Bot-Angeboten nach # Sekunden

source: This game does not use options.
de: In diesem Spiel gibt es keine Optionen.

source: This server version does not support game options.
de: Diese Serverversion unterstützt keine Spieloptionen.

source: Remember face icon
de: Avatar merken

source: Force UI scale to # (change might require restart)
de: UI-Skalierung auf # setzen (Änderung kann Neustart erfordern)

source: Game info and options: {0}
de: Spielinformationen und Optionen: {0}

source: New Game options
de: Optionen für neues Spiel

source: New Game options: Practice game
de: Optionen für neues Spiel: Trainingsspiel

source: Game name
de: Spielname

source: Must enter a nickname to check status
de: Muss einen Spitznamen eingeben, um den Status zu prüfen

source: Not started yet
de: Noch nicht gestartet

source: In progress; created {0,choice, 1#1 minute|1<{0,number} minutes} ago
de: Läuft; erstellt vor {0,choice, 1#1 Minute|1<{0,number} Minuten}

source: In progress; joined {0,choice, 1#1 minute|1<{0,number} minutes} ago
de: Läuft; beigetreten vor {0,choice, 1#1 Minute|1<{0,number} Minuten}

source: Finished
de: Beendet

source: Finished after playing {0,choice, 1#1 minute|1<{0,number} minutes}
de: Beendet nachdem {0,choice, 1#1 Minute|1<{0,number} Minuten} gespielt wurde

source: Please go back and enter a valid nickname for your user.
de: Bitte gehe zurück und gib einen gültigen Spitznamen für Dein Konto ein.

source: Create Game
de: Spiel erstellen

source: Choose options for the new game.
de: Wähle Optionen für das neue Spiel.

source: Please use only a single line of text here.
de: Bitte verwende hier nur eine einzige Textzeile.

source: Out of range: Should be {0,number,integer} to {1,number,integer}
de: Außerhalb des Bereichs: Sollte zwischen {0,number,integer} und {1,number,integer} liegen

source: Please use only digits here.
de: Bitte verwende hier nur Ziffern.

source: Confirm options minimum version
de: Bestätige die Mindestversion für die Optionen

source: JSettlers {0} or newer is required for these game options. Older clients won''t be able to join. Version: Option: {1}
de: Für diese Spieloptionen wird JSettlers {0} oder eine neuere Version benötigt. Ältere Clients werden nicht teilnehmen können. Version: Option: {1}

source: Create with these options
de: Erstelle mit diesen Optionen

source: Change options
de: Optionen ändern

source: Hex graphics: Use Classic theme (All games)
de: Feld-Grafiken: Klassisches Thema verwenden (Alle Spiele)

source: Scenario Info...
de: Szenario-Infos...

source: Game Scenario:
de: Spiel-Szenario:

source: Scenarios:
de: Szenarien:

source: Victory Points to win:
de: Siegpunkte um zu gewinnen:

source: Sound effects (All games)
de: Soundeffekte (Alle Spiele)

source: Sound: Mute this game
de: Ton: Dieses Spiel stummschalten

source: Connection canceled.
de: Die Verbindung wurde abgebrochen.

source: Creating account...
de: Konto erstellen...

source: The passwords don't match.
de: Die Passwörter sind nicht identisch.

source: Nickname:
de: Spitzname:

source: This will be the new account's username.
de: Dies wird der Spitzname des neuen Kontos sein.

# account.create.nickname.your
source: Your Nickname:
de: Dein Spitzname:

source: This will be your username.
de: Dies wird Dein Spitzname sein.

source: Password:
de: Passwort:

source: Password (again):
de: Passwort (Wiederholung):

source: To create an account, please enter its information.
de: Um ein Konto zu erstellen, gib bitte die zugehörigen Daten ein.

source: To create an account, please enter your information.
de: Um ein Konto zu erstellen, gib bitte deine Daten ein.

source: The applet has been destroyed. {0}
de: Das Applet wurde zerstört. {0}

source: Refresh the page to connect again.
de: Aktualisiere die Seite, um dich wieder zu verbinden.

source: You must enter a nickname.
de: Du musst einen Spitznamen eingeben.

source: You must enter a password.
de: Du musst ein Passwort eingeben.

source: Create Account
de: Konto erstellen

source: This server has old version {0}; this client works only with {1} and newer servers.
de: Dieser Server hat die alte Version {0}; dieser Client funktioniert nur mit {1} und neueren Servern.

source: You must log in with a username and password before you can create accounts.
de: Du musst dich mit einem Spitznamen und einem Passwort anmelden, bevor du Konten erstellen kannst.

source: This server does not use accounts and passwords.
de: Dieser Server verwendet keine Konten und Passwörter.

source: That password is too long.
de: Das Passwort ist zu lang.

source: Amount in hand
de: Anzahl auf der Hand

source: Discarding...
de: Ablegen...

source: Done
de: Fertig

source: Picking Resources...
de: Rohstoffe aufnehmen...

source: Pieces available to place
de: Verfügbare Teile zum Setzen

source: Points:
de: Punkte:

source: Close to winning
de: Dem Sieg nahe

source: Total victory points for this opponent
de: Gesamtsiegpunkte für diese:n Gegner:in

source: Your victory point total
de: Deine Siegpunktzahl insgesamt

source: SVP:
de: SSP:

source: Total Special Victory Points: {0,number}
de: Sondersiegpunkte insgesamt: {0,number}

source: Special Victory Points, click for details
de: Sondersiegpunkte, klicke für Details

source: Roads:
de: Straßen:

source: Almost out of roads to place
de: Fast keine Straßen mehr zum Setzen

source: No more roads available
de: Keine Straßen mehr verfügbar

source: Stlmts:
de: Siedlungen:

source: Almost out of settlements to place
de: Fast keine Siedlungen mehr zum Setzen

source: No more settlements available
de: Keine Siedlungen mehr verfügbar

source: Cities:
de: Städte:

source: Almost out of cities to place
de: Fast keine Städte mehr zum Setzen

source: No more cities available
de: Keine Städte mehr verfügbar

source: Ships:
de: Schiffe:

source: Almost out of ships to place
de: Fast keine Schiffe mehr zum setzen

source: No more ships available
de: Keine Schiffe mehr verfügbar

# hpan.cloth
source: Cloth:
de: Tuch:

source: Amount of cloth traded from villages
de: Anzahl der mit den Dörfern gehandelten Tücher

source: Soldiers:
de: Ritter:

source: Size of this army
de: Größe dieser Armee

source: Size of this opponent''s army
de: Größe der gegnerischen Armee

source: Size of your army
de: Größe deiner Armee

source: Resources:
de: Rohstoffe:

source: Total:
de: Gesamt:

source: If 7 is rolled, would discard half these resources
de: Wenn eine 7 gewürfelt wird, wirfst du die Hälfte dieser Rohstoffe ab

source: Right-click to trade {0} with the bank
de: Rechtsklick, um mit der Bank {0} zu handeln

source: Undos:
de: Rücknahmen:

source: Number of remaining undos
de: Anzahl der verbleibenden Möglichkeiten zum Rückgängig machen

source: Wonder Level: {0,number}
de: Wunder-Stufen: {0,number}

source: Built {0,number} of {1,number} levels {2}
de: {0,number} von {1,number} Stufen {2} gebaut

source: Dev. Cards:
de: Entw.Karten:

source: Please click a card first to select it.
de: Bitte klicke zuerst auf eine Karte, um sie auszuwählen.

source: Internal error: Unknown card type {0,number}: {1}
de: Interner Fehler: Unbekannter Kartentyp {0,number}: {1}

source: You may play only one card per turn.
de: Du darfst pro Runde nur eine Karte spielen.

source: Play Card
de: Karte spielen

source: *NEW*
de: *NEU*

source: You have no roads left to place.
de: Du hast keine Straßen mehr zum Setzen.

source: You have no roads or ships left to place.
de: Du hast keine Straßen oder Schiffe mehr zum Setzen.

source: You secretly played this VP card when you bought it.
de: Du hast diese SP-Karte heimlich gespielt, als du sie gekauft hast.

source: Wait a turn before playing new cards.
de: Warte eine Runde, bevor du neue Karten ausspielst.

source: You cannot convert a ship to a warship right now.
de: Du kannst ein Schiff im Moment nicht in ein Kriegsschiff umwandeln.

source: Cannot play this item right now.
de: Du kannst diesen Gegenstand im Moment nicht ausspielen.

source: L. Army
de: G. R.macht

source: Largest Army
de: Größte Rittermacht

source: L. Road
de: L. Straße

source: Longest Road
de: Längste Straße

source: L. Route
de: L. Straße

source: Longest Trade Route
de: Längste Handelsroute

source: One moment...
de: Einen Moment...

source: Quit
de: Verlassen

source: Roll
de: Würfeln

source: Auto-Roll in: {0,number}
de: Autom. Würfeln in: {0,number}

source: Roll or Play Card
de: Würfeln oder Karten ausspielen

source: Seat Locked
de: Platz gesperrt

source: Sit Here
de: Wähle diesen Platz

source: Lock
de: Sperren

source: Lock to prevent a robot from sitting here.
de: Sperre, um zu verhindern, dass ein Bot hier sitzt.

source: Locked
de: Gesperrt

source: Click to mark or unlock; is locked to prevent a human from taking over this robot.
de: Zum Markieren oder Entsperren anklicken; ist gesperrt, um zu verhindern, dass ein Mensch diesen Bot übernimmt.

source: Click to unlock; is locked to prevent a human from taking over this robot.
de: Zum Entsperren anklicken; ist gesperrt, um zu verhindern, dass ein Mensch diesen Bot übernimmt.

source: Locked: No robot
de: Gesperrt: Kein Bot

source: Marked
de: Markiert

source: Click to unmark; is marked to remove this robot if the game is reset.
de: Klicken, um die Markierung zu entfernen; ist markiert, um diesen Bot zu entfernen, wenn das Spiel zurückgesetzt wird.

source: Robot
de: Bot

source: Take Over
de: Übernehmen

source: Unlock
de: Entsperren

source: Unlock to have a robot sit here when the game starts.
de: Entsperren, damit dieser Platz beim Start von einem Bot übernommen wird.

source: Unlocked
de: Entsperrt

source: Click to lock or mark; is unlocked, a human can take over this robot.
de: Klick um zu sperren oder markieren; ist entsperrt, ein Spieler kann diesen Bot übernehmen.

source: Click to lock; is unlocked, a human can take over this robot.
de: Zum Sperren anklicken; ist entsperrt, ein Spieler kann diesen Bot übernehmen.

source: Start Game
de: Spiel starten

source: Auto-Reject in: {0,number}
de: Automatischen Ablehnen in: {0,number}

source: Bank/Port
de: Bank/Hafen

source: Trade these resources with the bank or a port
de: Tausche diese Rohstoffe mit der Bank oder einem Hafen

# hpan.trade.clear
source: Clear
de: Zurücksetzen

source: I get:
de: Ich bekomme:

source: Resources to get from other players or the bank
de: Rohstoffe, die du von anderen Personen oder der Bank bekommst

source: I give:
de: Ich gebe:

source: Resources to give to other players or the bank
de: Rohstoffe, die du anderen Personen oder der Bank geben kannst

source: Choose at least one opponent's checkbox.
de: Wähle mindestens das Kästchen von einem:r Gegner:in aus.

# hpan.trade.msg.donthave
source: You can't offer what you don't have.
de: Du kannst nicht anbieten, was du nicht hast.

# hpan.trade.msg.eachplayer
source: A trade must contain at least one resource from each player.
de: Ein Handel muss mindestens einen Rohstoff von jeder Person enthalten.

source: You cannot trade at this time.
de: Du kannst gerade nicht handeln.

source: Offer
de: Angebot

source: To offer a trade, first click resources
de: Um einen Handel anzubieten, klicke zuerst auf die Rohstoffe

source: Send trade offer to other players
de: Sende den anderen Spielenden das Handelsangebot

source: Undo Trade
de: Handel rückgängig machen

source: Undo the most recent Bank Trade
de: Den letzten Bankhandel rückgängig machen

source: {0} - Winner
de: {0} - Gewinner:in

source: Winner with {0,number} victory points
de: Gewinner:in mit {0,number} Siegpunkten

source: Accept
de: Annehmen

source: Counter
de: Alternative

source: Counter to {0}:
de: Gegenangebot an {0}:

source: {0} gave {1,rsrcs} for {2,rsrcs} from {3}.
de: {0} gab {1,rsrcs} für {2,rsrcs} von {3}.

source: Give to opponent
de: Dem:der Gegner:in geben

source: Gives You:
de: Gibt:

source: You can't make that offer.
de: Du kannst dieses Angebot nicht machen.

# trade.msg.cant.offer.dont_have
source: You can't offer what you don't have.
de: Du kannst nicht anbieten, was du nicht hast.

# trade.msg.must.contain
source: A trade must contain at least one resource from each player.
de: Ein Handel muss mindestens einen Rohstoff von jeder Person enthalten.

source: {0} offered to give {1,rsrcs} for {2,rsrcs}.
de: {0} bietet {1,rsrcs} an, im Tausch gegen {2,rsrcs}.

source: Offered to: {0}
de: Angeboten an: {0}

source: Opponent gives to you
de: Der:die Gegner:in gibt dir

source: Reject
de: Ablehnen

source: They Get:
de: Bekommt:

source: {0} traded {1,rsrcs} for {2,rsrcs} from {3,choice, 1#the bank|2#a port}.
de: {0} hat {1,rsrcs} gegen {2,rsrcs} mit {3,choice, 1#der Bank|2#einem Hafen} getauscht.

source: {0} traded {1,rsrcs} for {2,rsrcs} from {3,choice, 1#the bank|2#a port}. (Undo previous trade)
de: {0} hat {1,rsrcs} gegen {2,rsrcs} mit {3,choice, 1#der Bank|2#einem Hafen} getauscht. (Vorherigen Tausch rückgängig machen)

source: You give to opponent
de: Du gibst dem:r Gegner:in

source: City: {0}
de: Stadt: {0}

# board.initial.not.here
source: Initial placement not allowed here
de: Die Gründung ist hier nicht erlaubt

source: (Most recent placement)
de: (Letzte Platzierung)

source: Road: {0}
de: Straße: {0}

source: Cannot move the robber here.
de: Der Räuber kann hier nicht hingestellt werden.

source: Village for cloth trade on {0,number} ({1,number} cloth)
de: Dorf für Tuchhandel auf {0,number} ({1,number} Tuch)

source: Lone Settlement location allowed on pirate island
de: Einsamer Siedlungsplatz auf der Pirateninsel ist erlaubt

source: Lone Settlement location allowed on pirate island after initial placement
de: Einsamer Siedlungsplatz auf der Pirateninsel ist nach der Gründungsphase erlaubt

source: Pirate Fortress: {0} must defeat to win{2}
de: Piratenfestung: Für einen Sieg muss {0} geschlagen werden{2}

source: . Right-click to attack this fortress.
de: . Rechtsklick, um diese Festung anzugreifen.

source: . Control-click to attack this fortress.
de: . Klicke bei gedrückter Strg-Taste, um diese Festung anzugreifen.

source: . To attack this fortress, build ships to it.
de: . Um diese Festung anzugreifen, musst du Schiffe zu ihr bauen.

source: Not allowed to settle here
de: Hier darf nicht gesiedelt werden

source: Ship: {0}
de: Schiff: {0}

source: Settlement: {0}
de: Siedlung: {0}

source: unowned
de: unbesetzt

source: Warship: {0}
de: Kriegsschiff: {0}

source: Canceled moving the ship.
de: Bewegung des Schiffs abgebrochen.

source: Sorry, you cannot build there.
de: Tut mir leid, du kannst dort nicht bauen.

source: Click the ship's new location.
de: Klicke auf den neuen Standort des Schiffes.

source: Last round for "No 7s"
de: Letzte Runde für "Keine 7"

source: {0,number} rounds left for "No 7s"
de: {0,number} Runden übrig für "Keine 7"

source: No 7s rolled until a city is built
de: Keine 7en bis zum Bau einer Stadt

source: Special Building: {0}
de: Zwischenbau: {0}

source: To build pieces, right-click the build location.
de: Um Dinge zu bauen, klicke mit der rechten Maustaste auf den Bauplatz.

source: To build pieces, hold Control while clicking the build location.
de: Um Dinge zu bauen, halte die Strg-Taste gedrückt, während du auf den Bauplatz klickst.

source: Move Ship
de: Schiff versetzen

source: Build Road
de: Straße bauen

source: Attack Fortress
de: Festung angreifen

source: Skip road or ship
de: Straße oder Schiff überspringen

source: Build Ship
de: Schiff bauen

source: Build Settlement
de: Siedlung bauen

source: Upgrade to City
de: Zu einer Stadt aufwerten

source: Cancel build
de: Bau abbrechen

source: Cancel city upgrade
de: Stadtausbau abbrechen

source: Cancel road
de: Straße abbrechen

source: Cancel ship
de: Schiff abbrechen

source: Cancel ship move
de: Schiffsbewegung abbrechen

source: Cancel settlement
de: Siedlung abbrechen
