Repository: quasigroup/JSettlers2
Catalog: src/main/i18n/client/data_*.po
Languages: de

source: Bank/Port Trade
de: Bank-/Hafenhandel

source: Trade Port
de: Handelshafen

source: Trade {0,rsrcs}
de: Handel {0,rsrcs}

source: Trade {0,rsrcs} for {2,rsrcs}
de: Tausche {0,rsrcs} gegen {2,rsrcs}

source: For {0,rsrcs}
de: Für {0,rsrcs}

source: Undo move ship
de: Schiff versetzen rückgängig machen

source: Undo City upgrade
de: Stadtausbau rückgängig machen

source: Undo build Road
de: Straßenbau rückgängig machen

source: Undo build Ship
de: Schiffsbau rückgängig machen

source: Undo build Settlement
de: Siedlungsbau rückgängig machen

source: Desert
de: Wüste

source: Fog (place ships or roads to reveal)
de: Nebel (platziere Schiffe oder Straßen zum Aufdecken)

source: Fog (place ships or settlements to reveal)
de: Nebel (platziere Schiff oder Siedlung zum Aufdecken)

source: Hex type {0}
de: Feld-Typ {0}

source: Water
de: Wasser

source: Receive Dev card for placing a ship here
de: Erhalte eine Entwicklungskarte wenn du hier ein Schiff baust

source: Place a ship here to receive this {0}
de: Platziere hier ein Schiff, um dieses {0} zu erhalten

source: Receive 1 SVP for placing a ship here
de: Erhalte 1 SSP für das Platzieren eines Schiffes hier

source: Special Node type {0,number}
de: Besonderer Knotentyp {0,number}

source: The Wasteland
de: Das Ödland

source: The Strait
de: Die Meerenge

# board.nodelist._SC_WOND.N3
source: Initial placement not allowed here
de: Gründung ist hier nicht erlaubt

source: 1 VP
de: 1 SP

source: available
de: verfügbar

source: Buy
de: Kaufen

source: Buy/Build
de: Kaufen/Bauen

source: City:
de: Stadt:

source: 2 VP (receives 2x rsrc.)
de: 2 SP (erhalte 2x Rohstoffe.)

source: Cost to Build
de: Baukosten

source: Dev Card:
de: Entwicklungskarte:

source: Development cards available to buy
de: Entwicklungskarten zum Kauf verfügbar

source: Almost out of development cards to buy
de: Fast keine Entwicklungskarten mehr zu kaufen

source: No more development cards available to buy
de: Keine Entwicklungskarten mehr zum Kauf verfügbar

source: Options...
de: Optionen...

source: Statistics...
de: Statistik ...

source: Road:
de: Straße:

source: 0 VP (longest road = 2 VP)
de: 0 SP (längste Straße = 2 SP)

# build.sc_clvi.cloth
source: Cloth:
de: Tuch:

source: General Supply of cloth for any villages shared by multiple players
de: Allgemeine Vorrat an Tuch für alle Dörfer, die von mehreren Personen geteilt werden

source: Settlement:
de: Siedlung:

source: Ship:
de: Schiff:

source: 0 VP (longest route = 2 VP)
de: 0 SP (Längste Route = 2 SP)

source: Special Building
de: Zwischenbau

source: Special Building Phase
de: Zwischenbauphase

source: This phase allows building between player turns.
de: In dieser Phase kann zwischen den Spielzügen gebaut werden.

source: Wonders...
de: Wunder...

source: Build or get info about the Wonders
de: Baue oder erhalte Informationen über die Wunder

source: VP to win:
de: SP um zu gewinnen:

source: Victory Points total needed to win the game
de: Anzahl Siegpunkte gesamt um zu gewinnen

source: House rule: Special Building phase requires 5 or 6 players.
de: Hausregel: Zwischenbauphase benötigt 5 oder 6 Spielende.

source: Special building phase: {0}''s turn to place.
de: Zwischenbauphase: {0} ist an der Reihe.

source: ROBBER
de: RÄUBER

source: robber was here
de: Der Räuber stand hier

source: PIRATE SHIP
de: PIRATENSCHIFF

source: pirate was here
de: Das Piratenschiff war hier

source: cannot settle here
de: Hier kann nicht gesiedelt werden

source: Unknown item
de: Unbekannter Gegenstand

source: An unknown item
de: Ein unbekannter Gegenstand

source: 3:1 Port
de: 3:1 Hafen

source: 2:1 Clay port
de: 2:1 Lehmhafen

source: 2:1 Ore port
de: 2:1 Erzhafen

source: 2:1 Sheep port
de: 2:1 Schafhafen

source: 2:1 Wheat port
de: 2:1 Kornhafen

source: 2:1 Wood port
de: 2:1 Holzhafen

source: Port type {0}
de: Art des Hafens {0}

source: a port
de: ein Hafen

source: a 3:1 port
de: ein 3:1 Hafen

source: a 2:1 clay port
de: ein 2:1 Lehmhafen

source: a 2:1 ore port
de: ein 2:1 Erzhafen

source: a 2:1 sheep port
de: ein 2:1 Schafhafen

source: a 2:1 wheat port
de: ein 2:1 Kornhafen

source: a 2:1 wood port
de: ein 2:1 Holzhafen

source: a port of type {0}
de: ein Hafen vom Typ {0}

source: 3:1 Port: {0}
de: 3:1 Hafen: {0}

source: 2:1 Clay port: {0}
de: 2:1 Lehmhafen: {0}

source: 2:1 Ore port: {0}
de: 2:1 Erzhafen: {0}

source: 2:1 Sheep port: {0}
de: 2:1 Schafhafen: {0}

source: 2:1 Wheat port: {0}
de: 2:1 Kornhafen: {0}

source: 2:1 Wood port: {0}
de: 2:1 Holzhafen: {0}

source: Port type {1}: {0}
de: Hafensorte {1}: {0}

source: 3:1 Port city: {0}
de: 3:1 Hafenstadt: {0}

source: 2:1 Clay port city: {0}
de: 2:1 Lehmhafen Stadt: {0}

source: 2:1 Ore port city: {0}
de: 2:1 Eisenhafen Stadt: {0}

source: 2:1 Sheep port city: {0}
de: 2:1 Schafhafen Stadt: {0}

source: 2:1 Wheat port city: {0}
de: 2:1 Kornhafen Stadt: {0}

source: 2:1 Wood port city: {0}
de: 2:1 Holzhafen Stadt: {0}

source: Port type {1} city: {0}
de: Hafensorte {1} Stadt: {0}

source: Your trade stats: Give (clay, ore, sheep, wheat, wood) -> Get (clay, ore, sheep, wheat, wood):
de: Deine Handelsstatistik: Geben (Lehm, Erz, Schaf, Korn, Holz) -> Erhalten (Lehm, Erz, Schaf, Korn, Holz):

source: All trades with players
de: Alle Tauschgeschäfte mit Spieler:innen

source: {0} discarded {1,rsrcs}.
de: {0} abgegeben {1,rsrcs}.

source: You discarded {1,rsrcs}.
de: Du hast {1,rsrcs} abgegeben.

source: {0} discarded {1,number} resources.
de: {0} hat {1,number} Rohstoffe abgegeben.

source: {0} received {1,rsrcs} from the bank.
de: {0} hat {1,rsrcs} von der Bank erhalten.

source: {0} has picked {1,rsrcs}.
de: {0} hat {1,rsrcs} gewählt.

source: {0} has picked {1,rsrcs} from the gold hex.
de: {0} hat {1,rsrcs} vom Goldfeld erhalten.

source: {0} monopolized {1,rsrcs}.
de: {0} hat ein {1,rsrcs} Monopol gespielt.

source: You monopolized {0,rsrcs}.
de: Du hast ein {0,rsrcs} Monopol gespielt.

source: {0} bought a development card.
de: {0} hat eine Entwicklungskarte gekauft.

source: There are {0,number} cards left.
de: Es sind noch {0,number} Karten übrig.

source: There is 1 card left.
de: Es ist noch eine Karte übrig.

source: There are no more Development cards.
de: Es gibt keine Entwicklungskarten mehr.

source: {0} has picked up {1} from the board.
de: {0} hat {1} vom Spielfeld genommen.

source: {0} has placed {1}.
de: {0} hat {1} gesetzt.

source: Requires a coastal settlement not adjacent to an existing port.
de: Erfordert eine Küstensiedlung, die nicht an einen bestehenden Hafen angrenzt.

source: If you place a ship here, this port must be placed now at your coastal settlement or city.
de: Wenn du hier ein Schiff platzierst, muss dieser Hafen jetzt an deiner Küstensiedlung oder -stadt platziert werden.

source: If you place a ship here, you will be given this port to be placed later at your coastal settlement or city.
de: Wenn du hier ein Schiff platzierst, erhältst du diesen Hafen, den du später in deiner Küstensiedlung oder Stadt platzieren kannst.

source: You have received this trade port as a gift. You must now place it next to your coastal settlement which is not adjacent to any existing port.
de: Du hast diesen Handelshafen als Geschenk erhalten. Du musst ihn nun neben deiner Küstensiedlung platzieren, die nicht an einen bestehenden Hafen angrenzt.

source: Longest trade route was taken from {0} by {1}.
de: {1} hat die längste Handelsroute von {0} übernommen.

source: Longest trade route was taken by {0}.
de: {0} hat die längste Handelsroute genommen.

source: Longest trade route was lost by {0}.
de: {0} hat die längste Handelsroute verloren.

source: Longest road was taken from {0} by {1}.
de: {1} hat die längste Straße von {0} übernommen.

source: Longest road was taken by {0}.
de: {0} hat die längste Straße genommen.

source: Longest road was lost by {0}.
de: {0} hat die längste Straße verloren.

source: Largest army was taken from {0} by {1}.
de: {1} hat die größte Rittermacht von {0} übernommen.

source: Largest army was taken by {0}.
de: {0} hat die größte Rittermacht von genommen.

source: Largest army was lost by {0}.
de: {0} hat die größte Rittermacht verloren.

source: {0} moved a ship.
de: {0} hat ein Schiff versetzt.

source: {0} gets {1,rsrcs}.
de: {0} erhält {1,rsrcs}.

source: * Rolled a {0,number}.
de: * hat eine {0,number} gewürfelt.

source: {0} has built level {1,number} of their Wonder ({2}).
de: {0} hat Stufe {1,number} seines/ihres Wunders ({2}) gebaut.

source: You cannot build that Wonder right now.
de: Du kannst dieses Wunder nicht sofort bauen.

source: of a Wonder
de: eines Wunders

source: of the Theater
de: des Theaters

source: of the Great Bridge
de: der großen Brücke

source: of the Monument
de: des Denkmals

source: of the Great Wall
de: der Großen Mauer

source: of the Cathedral
de: der Kathedrale

source: {0} started building a Wonder! ({1})
de: {0} hat angefangen, ein Wunder zu bauen! ({1})

source: Great Bridge
de: Große Brücke

source: Monument
de: Denkmal

source: Great Wall
de: Große Mauer

source: Cathedral
de: Kathedrale

source: {0} wants to Special Build.
de: {0} möchte zwischenbauen.

source: You can't do that at that location.
de: Das kannst du an diesem Ort nicht tun.

source: You can't do that in this game.
de: Das kannst du in diesem Spiel nicht tun.

source: You can't do that right now.
de: Das kannst du jetzt nicht machen.

source: You can't make that trade.
de: Diesen Handel kannst du nicht machen.

source: {0,choice, 1#1 City|1<{0,number} Cities}
de: {0,choice, 1#1 Stadt|1<{0,number} Städte}

source: {0,choice, 1#1 City|1<{0,number} Cities} at {1}
de: {0,choice, 1#1 Stadt|1<{0,number} Städte} auf {1}

source: {0,choice, 1#1 Settlement|1<{0,number} Settlements}
de: {0,choice, 1#1 Siedlung|1<{0,number} Siedlungen}

source: {0,choice, 1#1 Settlement|1<{0,number} Settlements} at {1}
de: {0,choice, 1#1 Siedlung|1<{0,number} Siedlungen} auf {1}

source: Route length {0,number} or more
de: Routenlänge {0,number} oder mehr

source: {0,number} or more Victory Points
de: {0,number} oder mehr Siegpunkte

source: Cost:
de: Kosten:

source: Must start the game to see this info.
de: Du musst das Spiel starten, um diese Informationen zu sehen.

source: Builder: {0}
de: Erbauer:in: {0}

source: Current Level: {0,number} of {1,number}
de: Aktuelle Stufe: {0,number} von {1,number}

source: Choose the Wonder you will build.
de: Wähle das Wunder, das du bauen willst.

source: Requires:
de: Erfordert:

source: Starting cost: Resources shown, and 1 ship used for ownership marker
de: Startkosten: Gezeigte Rohstoffe und 1 Schiff, das als Besitzmarker verwendet wird

source: The Wonders and their Builders:
de: Die Wunder und ihre Erbauer:innen:

source: Wonders
de: Wunder

source: Wonder:
de: Wunder:

source: Copy
de: Kopieren

source: Select All
de: Alle auswählen

source: {0} mode for {1}: Click to indicate piece location.
de: Modus {0} für {1}: Klicke, um die Position des Bauteils anzugeben.

source: Can''t find a player named {0}
de: Kann keine:n Spieler:in namens {0} finden

source: Game has been deleted.
de: Das Spiel wurde gelöscht.

source: Game stopped.
de: Spiel gestoppt.

source: Lost connection to the server.
de: Verbindung zum Server verloren.

source: Maximum players: {0,number}
de: Maximale SpielerInnenanzahl: {0,number}

source: {0} has joined this game.
de: {0} ist diesem Spiel beigetreten.

source: {0} left the game.
de: {0} hat das Spiel verlassen.

source: {0} has joined as observer.
de: {0} ist als Beobachter:in beigetreten.

source: {0,list} have joined as observers.
de: {0,list} sind als Beobachter:innen beigetreten.

source: {0,choice, 0#No seats|1#1 seat|1<{0,number} seats} available
de: {0,choice, 0#Keine Plätze|1#1 Platz|1<{0,number} Plätze} verfügbar

source: Settlers of Catan Game: {0}
de: Siedler von Catan Spiel: {0}

source: Settlers of Catan Game Over: {0}
de: Beendete Siedler von Catan Spiele: {0}

source: Type here to chat.
de: Tippe hier, um zu chatten.

source: Chat text can't contain the '|' symbol.
de: Chat-Text darf das Symbol "|" nicht enthalten.

source: It''s {0}''s turn to roll the dice.
de: Jetzt ist {0} an der Reihe, zu würfeln.

source: {0} gets {1,number} Special Victory Point for {2}.
de: {0} bekommt {1,number} Sondersiegpunkt für {2}.

source: {0} gets {1,number} Special Victory Points for {2}.
de: {0} bekommt {1,number} Sondersiegpunkte für {2}.

source: {0} has {1,dcards}.
de: {0} hat {1,dcards}.

source: Victory Point cards:
de: Siegpunktkarten:

source: Attack and end turn?
de: Angreifen und Zug beenden?

source: {0} has attacked a Pirate Fortress (defense strength {1,number}).
de: {0} hat eine Piratenfestung angegriffen (Verteidigungsstärke {1,number}).

source: You cannot attack the fortress right now.
de: Du kannst die Festung im Moment nicht angreifen.

source: Confirm Attack
de: Angriff bestätigen

source: Attacking the fortress will end your turn. Are you sure?
de: Wenn du die Festung angreifst, endet dein Zug. Bist du sicher?

source: Defense strength: {0,number}
de: Verteidigungsstärke: {0,number}

source: {0} loses, and loses 2 ships.
de: {0} verliert, und verliert 2 Schiffe.

source: That Fortress will be defeated after winning {0,choice, 1#1 more attack|1<{0,number} more attacks}.
de: Diese Festung wird nach {0,choice, 1#1 weiteren erfolgreichen Attacke|1<{0,number} weiteren erfolgreichen Attacken} besiegt.

source: Pirate Fortress attack results:
de: Ergebnisse des Angriffs auf die Piratenfestung:

source: {0} ties, and loses 1 ship.
de: {0} hat Gleichstand und verliert ein Schiff.

source: {0} wins the battle!
de: {0} gewinnt die Schlacht!

source: {0} has recaptured a Fortress as a settlement.
de: {0} hat die Festung als Siedlung zurückerobert.

source: {0} lost {1,choice, 1#1 resource|1<{1,number} resources} to pirate fleet attack (strength {2,number}).
de: {0} hat {1,choice, 1#1 Rohstoff|1<{1,number} Rohstoffe} an die Piratenflotte verloren(Stärke {2,number}).

source: {0} tied against the pirate fleet (strength {1,number}).
de: {0} erreichte Gleichstand gegen die Piratenflotte (Stärke {1,number}).

source: {0} won against the pirate fleet (strength {1,number}) and will pick a free resource.
de: {0} hat gegen die Piratenflotte (Stärke {1,number}) gewonnen und darf einen beliebigen Rohstoff wählen.

source: You lost {0,rsrcs} to the pirate fleet (strength {1,number}).
de: Du hast {0,rsrcs} an die Piratenflotte verloren (Stärke {1,number}).

source: {0} stole a cloth from {1}.
de: {0} hat ein Tuch von {1} gestohlen.

source: {0} stole a resource from {1}.
de: {0} hat einen Rohstoff von {1} gestohlen.

source: {0} stole {2,number} resources from {1}.
de: {0} hat {2,number} Rohstoffe von {1} gestohlen.

source: {0} stole {1,rsrcs} from you.
de: {0} hat {1,rsrcs} von dir gestohlen.

source: You stole {0,rsrcs} from {2}.
de: Du hast {0,rsrcs} von {2} gestohlen.

source: {0} stole {2,rsrcs} from {1}.
de: {0} hat {2,rsrcs} von {1} gestohlen.

source: Cannot create game {0} There is a problem with the option values chosen. {1}{2}
de: Spiel kann nicht erstellt werden {0} Es gibt ein Problem mit den gewählten Optionswerten. {1}{2}

source: This option must be changed: {0}
de: Diese Option muss geändert werden: {0}

# dialog.base.continue.playing
source: Continue playing
de: Weiter spielen

source: Move Pirate
de: Pirat bewegen

source: Move Robber
de: Räuber bewegen

source: Don't Place Here
de: Hier nicht platzieren

source: Place Ship
de: Schiff setzen

source: Place Ship Here?
de: Schiff hier setzen?

source: Do you want to move the robber or the pirate ship?
de: Möchtest du den Räuber oder das Piratenschiff bewegen?

source: Move robber or pirate?
de: Räuber oder Pirat bewegen?

source: Discard
de: Ablegen

source: Gain this:
de: Gewinne dies:

source: Gain these:
de: Erhalte diese:

source: Pick
de: Auswählen

source: Please discard {0,choice, 1#1 resource|1<{0,number} resources}.
de: Bitte lege {0,choice, 1#1 Rohstoff|1<{0,number} Rohstoffe} ab.

source: Please pick {0,choice, 1#1 resource|1<{0,number} resources}.
de: Bitte wähle {0,choice, 1#1 Rohstoff|1<{0,number} Rohstoffe}.

source: Discard this:
de: Dies ablegen:

source: Discard these:
de: Diese ablegen:

source: Discard [{0}]
de: Lege [{0}] ab

source: Gain Resources [{0}]
de: Rohstoffe gewinnen [{0}]

source: You have:
de: Du hast:

source: Please pick a resource to monopolize.
de: Bitte wähle den Rohstoff, für den du das Monopol spielen willst.

source: Are you sure you want to move the robber to your own hex?
de: Bist du sicher, dass du den Räuber auf dein eigenes Feld stellen willst?

source: Are you sure you want to move the pirate to your own hex?
de: Bist du sicher, dass du den Piraten in dein eigenes Feld stellen willst?

source: Don't move there
de: Zieh nicht dorthin

source: Move robber to your hex?
de: Räuber auf dein Feld stellen?

source: Move pirate to your hex?
de: Pirat auf dein Feld stellen?

source: A practice game is already being played.
de: Es wird bereits ein Trainingsspiel gespielt.

source: Create another
de: Ein weiteres erstellen

source: Practice game in progress
de: Trainingsspiel läuft

source: Show that game
de: Zeige das Spiel

source: Do you want to quit the game being played?
de: Willst du das Spiel, das gerade gespielt wird verlassen?

source: Don't quit
de: Nicht verlassen

source: Do you want to quit this finished game?
de: Möchtest du dieses beendete Spiel verlassen?

source: Really quit game {0}?
de: Spiel {0} wirklich verlassen?

source: Reset board
de: Spielfeld zurücksetzen

source: Quit this game
de: Verlasse dieses Spiel

# dialog.quitall.cont.play
source: Continue playing
de: Weiter spielen

source: Continue serving
de: Weiter betreiben

source: Quit all games
de: Verlasse alle Spiele

source: Really quit all games?
de: Wirklich alle Spiele verlassen?

source: Shut down server anyway
de: Server trotzdem herunterfahren

source: Shut down game server?
de: Spieleserver herunterfahren?

source: One or more games are still active.
de: Ein oder mehrere Spiele sind noch aktiv.

source: Do you want to steal cloth or a resource from this player?
de: Willst du von diesem:r Spieler:in ein Tuch oder einen Rohstoff stehlen?

source: Steal Cloth
de: Tuch stehlen

source: Rob cloth or resource?
de: Tuch oder Rohstoff stehlen?

source: Steal Resource
de: Rohstoff stehlen

source: Choose Player
de: Spieler:in wählen

source: Choose this to steal from no player
de: Wähle dies, um von niemandem zu stehlen.

source: (decline)
de: (ablehnen)

source: {0,number} res, {1,number} VP
de: {0,number} res, {1,number} SP

source: This player has {0,choice, 0#no resources|1#1 resource|1<{0,number} resources}.
de: Diese Person hat {0,choice, 0#keinen Rohstoff|1#1 Rohstoff|1<{0,number} Rohstoffe}.

source: Please choose a player to steal from:
de: Bitte wähle einen Person, die Du bestehlen willst:

source: Current round:
de: Aktuelle Runde:

source: All
de: Alle

source: Dice Rolls
de: Würfelwürfe

source: Roll: {0}<br/>
de: Gewürfelt: {0}<br/>

source: Other Stats
de: Andere Statistiken

source: Game Statistics
de: Spiel-Statistik

source: Reset Board?
de: Spielfeld zurücksetzen?

source: Reset board for game {0}?
de: Spielfeld von Spiel {0} zurücksetzen?

source: Reset the board and start a new game?
de: Spielfeld zurücksetzen und neues Spiel starten?

source: The board was reset by {0}.
de: Das Spielfeld wurde durch {0} zurückgesetzt.

source: Go ahead.
de: Mach weiter.

source: New game started by {0}.
de: Neues Spiel gestartet von {0}.

source: player who left
de: Person, die gegangen ist

source: Reset
de: Zurücksetzen

source: Restart game?
de: Spiel neu starten?

source: This server does not support board reset, server is too old.
de: Dieser Server unterstützt das Zurücksetzen des Spielfelds nicht. Der Server ist zu alt.

source: Voting is already active. Try again when voting completes.
de: Die Abstimmung ist bereits aktiv. Versuche es erneut, wenn die Abstimmung abgeschlossen ist.

source: The board reset was rejected.
de: Das Zurücksetzen des Spielfelds wurde abgelehnt.

source: {0} has voted: {1}
de: {0} hat abgestimmt: {1}

source: {0} wants to reset the game being played.
de: {0} will das laufende Spiel zurücksetzen.

source: {0} wants to start a new game.
de: {0} möchte ein neues Spiel beginnen.

source: You may ask only once per turn to reset the board.
de: Du darfst nur einmal pro Runde darum bitten, das Spielfeld zurückzusetzen.

source: Resources gained from gold hexes: {0,number}
de: Durch Goldfelder gewonnene Rohstoffe: {0,number}

source: Your resource rolls: (Clay, Ore, Sheep, Wheat, Wood)
de: Deine erwürfelten Rohstoffe: (Lehm, Erz, Schaf, Korn, Holz)
